const highUnit = [
    "루피 초월", "조로 초월", "나미 초월", "우솝 초월", "상디 초월", "쵸파 초월", "로빈 초월", "프랑키 초월", "브룩 초월", "샹크스 초월", "검은수염 초월",
    "시라호시 초월", "아오키지 초월", "아카이누 초월", "키자루 초월", "로우 초월", "도플라밍고 초월", "사보 초월", "후지토라 초월",
    "타시기 초월", "루치 초월", "바질 호킨스 초월", "징베 초월", "스네이크맨 초월", "키드 초월", "야마토 초월",
    "로져 불멸", "레일리 불멸", "스코퍼 가반 불멸", "흰수염 불멸", "거프 불멸", "센고쿠 불멸", "시키 불멸", "드래곤 불멸", "제트 불멸", "카이도 불멸", "빅맘 불멸",
    "에이스 영원", "핸콕 영원", "카번딧슈 영원", "버기 영원", "비비 영원", "미호크 영원", "오뎅 영원"
];

const randomHighUnit = () => highUnit[Math.floor(Math.random() * (highUnit.length))];